export const homePageSlider = [
  {
    id: 1,
    imageUri: 'https://cdn.quasar.dev/img/mountains.jpg',
    content: {
      title: 'Стройка в Тюмени проще чем кажется!',
      subTitle: 'Famous Bridge'
    }
  },
  {
    id: 2,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    content: false
  },
  {
    id: 3,
    imageUri: 'https://cdn.quasar.dev/img/mountains.jpg',
    content: {
      title: 'Акция! 2 по цене 1-го!',
      subTitle: 'Мега эксклюзив'
    }
  }
]

export const homePageCards = [
  {
    id: 1,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля'
    ]
  },
  {
    id: 2,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства'
    ]
  },
  {
    id: 4,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля'
    ]
  },
  {
    id: 5,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля'
    ]
  },
  {
    id: 6,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Кровля'
    ]
  },
  {
    id: 3,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Окна и двери',
    subcategories: [
      'Двери',
      'Окна и подоконники'
    ]
  },
  {
    id: 8,
    imageUri: 'https://cdn.quasar.dev/img/parallax2.jpg',
    category: 'Стройматериалы',
    subcategories: [
      'Двери',
      'Окна и подоконники',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы',
      'Сухие смеси и грунтовки',
      'Листовые материалы',
      'Блоки для строительства',
      'Изоляционные материалы'
    ]
  }
]
